{
    "abomination": {
      "bio": "Rus casus Emil Blonksy, gama radyasyonuna maruz kalarak tam bir iri ve güçlü bir canavar olan Abomination'a dönüştü! Hulk'tan daha da iri olan Abomination hala son derece kurnaz ve zeki, ancak tekrar insan olmasına imkan yok. Devasa, güçlü ve kızgın olan Abomination, korkutucu bir düşman, Hulk kadar güçlü biri bile ondan korkmalı!"
    },
    "agent-venom": {
      "bio": "Uzun bir süredir Örümcek Adam'ın hayranı ve Peter Parker'ın bir dostu olan Eugene \"Flash\" Thompson, Irak Savaşı'nda bacaklarını kaybettikten sonra kariyerinin sona erdiğini düşünmüştü. Başkalarına yardım etmesini sağlayacak bir fırsat daha elde etmek için her şeyi göze alan Flash Yeniden Doğuş Projesine başvurdu ve kendini uzaylı Sembiyot Venom ile birleşmiş bir şekilde buldu. Artık duvarlara tırmanan kahramanıyla aynı güçlere sahip olan Flash, ölümcül Ajan Venom olarak ABD Hükümeti için çalışıyor."
    },
    "ant-man": {
      "bio": "Orijinal Karınca Adam emekli olunca başka birisi bu fırsatı kaçırmadı (şey yani, kostümünü çaldı): Scott Lang! Berbat bir geçmişe sahip olsa da, Scott, Karınca Adamın büyüklük değiştirme ve karıncalarla iletişim kurma yeteneklerini devraldı!"
    },
    "beast": {
      "bio": "Mutasyonlar ve evrimsel insan biyolojisi konularına ilişkin dünyadaki nadir uzmanlardan biri olan Hank, alışılmadık düzeyde büyük el ve ayaklara sahip bir şekilde doğmuş bir mutanttı. Yaşamının daha sonraki bir evresinde Hank, sivri dişler, sivri kulaklar ve kürkünün çıkmasına neden olan bir hormonal özüt aldı. Artık bedeniyle de isminin hakkını veriyordu."
    },
    "black-bolt": {
      "bio": "Medusa'nın kocası. Çılgın Maximus'un kardeşi. İnsanlarının efendisi. İnsan olmayanların kralı olan Black Bolt, korkunç bir güce sahiptir. Tek bir sözü, tek bir fısıltısı, ağzından çıkacak tek bir dingin ses, gezegeni ikiye bölmeye yetecek yıkıcı bir gücü serbest bırakmak için yeterlidir. Dolayısıyla tüm insan olmayanların lideri, gücü ve sessizliğiyle hükmetmeli."
    },
    "black-panther": {
      "bio": "Wakanda'nın kralı olan T'Challa bir liderdir, halkının şampiyonudur ve Kara Panter pelerinin altında bir kahramandır. Sıra dışı bir hıza, güce ve savaş becerilerine sahiptir ve zorlu bir rakiptir. Bir bilim adamı olarak Marvel Evreni'nin en zeki insanlarından biri. Ve bir İntikamcı olarak Dünya'da ve uzayda adaleti savunur."
    },
    "black-panther-cw": {
      "bio": "İzole ancak teknolojik açıdan gelişmiş bir Afrika ülkesi olan Wakanda'nın kralı olan Kral T'Challa'nın doğuştan sahip olduğu haklar arasında sadece hükümdarlık değil, aynı zamanda güçlü bir savaşçı ve halkının bir sembolü olan Kara Panter pelerinini kuşanmak da vardır. T’Challa, ne kadar tehlikeli olursa olsun tüm tehditlere karşı ülkesini ve vatandaşlarını agresif bir şekilde savunur."
    },
    "black-widow": {
      "bio": "Seni gözüne kestirdiği zaman dünyanın en iyi casusunundan kaçış yoktur. Üstün çevikliği ve silah bilgisi ile çok yetenekli ve gizemli bir dövüşçüdür. İşler kızışmaya başladığı zaman ekibinde olmasını isteyeceğin ilk isimlerden birisi Natasha Romanova, yani Kara Dul!"
    },
    "doctor-voodoo": {
      "bio": "Jericho Drumm, Haiti'nin fakir bir bölgesinde doğdu. Buradan kurtulmayı başararak okula gitmek üzere Amerika'ya seyahat etti ancak kardeşi Daniel'in ciddi bir şekilde hastalanarak ölmesinden sonra geri döndü. Jericho, kardeşinin son dileğini yerine getirmek üzere kardeşini eğiten Houngan Voodoo Büyücüsünü bulmak için yola çıktı. Jericho kısa süre içinde bir Yüce Houngan olmayı başardı. Nihayetinde temiz kalbi ve mistik kudreti sayesinde Doktor Voodoo unvanını elde ederek yeni Yüce Büyücü oldu."
    },
    "captain-america": {
      "bio": "Steve Rogers'ın bedeni, asker olamayacak kadar zayıf olabilirdi ama kalbi pes etmeyecek kadar güçlüydü. Bilimin bir mucizesi sonucu Steve, Özgürlük Savaşçısı Kaptan Amerika'ya dönüşmüştür. İnsanüstü bir güce, hıza, reflekslere ve kırılmaz kalkanına sahip olan Kaptan Amerika, insanlar, kahramanlar ve tanrılar için doğuştan bir liderdir."
    },
    "captain-america-wwii": {
      "bio": "En Büyük Nesil üyesi Steve Rogers, 2. Dünya Savaşı'nda günlerini Nazi avlamak ve alçak Kızıl Kafatası'na karşı savaşmakla geçirdi. Özgürlük Koruyucusu efsanesi işte bu günlerde doğmuştu."
    },
    "captain-marvel": {
      "bio": "Hava Kuvvetleri pilotu Carol Danvers'ın yaşamı, yabancı bir Kree aracıyla bir patlamaya yakalanınca değişti. İnsanüstü bir güce, uçma yeteneğine ve ateş oku fırlatabilme imkânına kavuştu. Carol, hem İntikamcılar'ın hem de Galaksinin Koruyucularının bir üyesi olarak, şu ilkeyle çok kişiye ilham veriyor: \"Kaderimize yazıldığı gibi birer yıldız olacağız.\""
    },
    "civil-warrior": {
      "bio": "Kahramanların Savaşçısı'nın gizemli aslına ilişkin olarak pek çok söylenti vardır... Efsaneye göre kendi ordusu ile Iron Man'in güçleri arasında gerçekleşen İç Savaşın yerle bir ettiği bir alternatif Dünyadan gelen bir Kaptan Amerika'nın ta kendisidir. O dünyada, savaşın son muharebesinde iki kahraman birbirlerini ölümcül bir şekilde yaraladı. Steve hayatta kalmayı başarırken Tony öldü. Savaşın yarattığı yıkım ve eski müttefikini kendi elleriyle öldürmekten duyduğu suçluluk duygusu ile Kahramanların Savaşçısı pelerinini giydi. Tony'nin ARC teknolojisini kendi Kaptan Amerika kostümüne ekleyerek dostunun mirasını bu anlamsız çatışmanın bir daha asla meydana gelmemesini sağlamak için kullanmaya yemin etti."
    },
    "colossus": {
      "bio": "Pitor \"Peter\" Rasputin, Rus bir çiftçi ailenin çocuğuydu, büyük omuzlarla ve güçlü bir ruhla doğmuştu. Mutant güçleri ortaya çıkınca vücudunu yaşayan bir çelik kapladı ve Marvel Evreni'nin en kuvvetli kahramanlarından biri oldu. Peter, X-Men'e katılmak için Amerika'ya taşındı ve takımın hem kalbi hem de vicdanı oldu."
    },
    "uns-colossus": {
      "bio": "Korkunun ta kendisi olarak bilinen bir etkinlik sırasında Colossus olarak bilinen bir X-Man, iblis Cyttorak'ın Kızıl Mücevherine dokundu ve iblisin gücünü kız kardeşini yerine kendisi aldı. Juggernaut'u güçlendiren aynı Mistik güçlere sahip olarak Rusya'nın en sevilen mutant kahramanı Durdurulamaz bir izale sanatçısına dönüştü."
    },
    "crossbones": {
      "bio": "Kötücül teşkilat HİDRA, S.H.I.E.L.D.'ı içerden yok etmekle tehdit ettiğinde, bir zamanlar S.H.I.E.L.D.'da üst düzey bir ajan olan Brock Rumlow gerçek yüzünü belli etti ve bir HİDRA infazcısı olduğunu gösterdi. O kritik çatışmadan beri Kuru Kafa adıyla bilinen bu tehlikeli paralı asker, yeraltına saklanarak karanlıklardan saldırmaya ve en yüksek ücreti verenlere yeteneklerini sunmaya devam ediyor."
    },
    "cyclops": {
      "bio": "Esas X-Man. Mutlak hain. Bağnaz bir genç olan Scott Summers, Profesör Xavier tarafından, ilk nesil X-Men'lerin arasına alınmıştır. Gözlerinden güçlü optik ışınlar yayar, mutant türünün güçlü bir savunucusudur. Fakat Anka Kuşu Gücünün kontrolü altındayken, Xavier'i öldürdükten sonra Summers, örnek olmaktan uzaklaşıp bir zamanlar müttefiği olanlardan uzakta, kendi yeraltı mutant okulunu kurmuştur."
    },
    "cyclops-90s": {
      "bio": "Disiplinli bir genç olarak Scott Summers, Profesör Xavier tarafından ilk nesil X-Men ekibine dahil edilir. Gözlerinden optik patlamalar yayabilen Scott mutantların güçlü bir savunucusudur. Taktiksel zekalı liderleri olarak diğer X-men üyeleriyle birlikte çalışan Cyclops, insanları hem kendilerinden hem de Magneto'nun önderlik ettiği insanlara nefret besleyen Kardeşlik'teki diğer mutantlardan korumak için var gücüyle çalışır."
    },
    "daredevil-classic": {
      "bio": "Korkusuz Adam, gözleri görmeyen bir avukat. Matt Murdock, çocukken radyoaktif atıklara maruz kaldı. Bu olay onun kör olmasına neden oldu ama aynı zamanda diğer duyularını geliştirdi ve ona insanüstü bir radar bahşetti. Adalete olan tutkusu ve gelişmiş gücüyle Korkusuz, doğduğu şehir olan New York'un sokaklarını korur."
    },
    "daredevil-netflix": {
      "bio": "Matt Murdock suç, yozlaşma ve şiddetle dolu bir ortamda büyüdü. Radyoaktif atıklardan çıkan sıra dışı bir kazada görme duyusunu kaybetmesinin ardından Matt, efsanevi dövüş sanatları uzmanı Stick'in eğitiminden geçerek vücudunu kusursuzluk derecesinde donattı ve kalan tüm duyularını insanüstü bir keskinlik seviyesine getirdi.\nNetflix'te yayınlanan Marvel dizisindeki Korkusuz'un ilham verdiği kırmızı bir kostüm giyen Korkusuz Adam olarak oynayın."
    },
    "deadpool": {
      "bio": "Hey, benim gibi havalı biri olmak ister misin? O zaman şu aptal video oyununu bırak ve şu kıçını kaldır! Ha, havalı kırmızı bir kostüm ve büyük silahlar bulup kılıç, yumruk ve ateşli silahlarda ustalaşmak için yaklaşık bir milyar saat idman yap. GERÇEKTEN bu konuda kendine güveniyorsan o zaman Wolverine'i kızdır ve hayatta kal! Hiç şansın yok oyuncu. Sadece bir tane Merc with a Mouth var!"
    },
    "deadpool-x-force": {
      "bio": "Wade Winston Wilson (namı diğer Deadpool) mutantlara karşı tehditleri ortadan kaldırmak için operasyonlar yürüten gizli örgüt olan X-Force'a katıldı -- Bir dakika -- biz bu biyografi işini zaten yapmamış mıydık? Şu benim kadar havalı olmayan benzerim mi? Ben daha iyi görünüyorum! O kırmızı kıyafetli boş işler müdürünün tek yaptığı Örümcek Adamı taklit etmek! Benim ise gerçek yeteneklerim var, enayiler!"
    },
    "drax": {
      "bio": "Yok Edici Drax - Thanos, Annihilus ve Kan Kardeşler'le karşılaşmış korkunç bir rakiptir. Yeşil derili savaşçı, hayatına Arthur Douglas olarak başladı ve ailesini şeytani Thanos yüzünden kaybetti. Kozmik varlıklardan süper güçler alarak çetin bir savaşçı ve Galaksinin Muhafızı haline geldi ve Yok Edici Drax ismini aldı!"
    },
    "doctor-strange": {
      "bio": "Beyin cerrahı Doktor Stephen Strange'in başarısı onun dibe vurmasına yol açtı. Fakat Kadim Kişi onu Yüce Sihirbaz Doktor Strange olarak yeni boyutlara taşımıştır! Mistik Sanatların Ustasıdır ve güçlü büyüler onun emrindedir. Ama Faltine'in Alevleri'ni, Uçma Pelerini'ni Agamotto'nun Gözü'nü unutun, tüm bunların ardında kendini Dünya'yı en karanlık mistik düşmanlara karşı korumaya adamış azimli bir savaşçı var!"
    },
    "doctor-strange-marvel-now": {
      "bio": "Yüce Büyücü Doktor Stephen Strange, tehlikeyle burun buruna olan dünyamızın kaderi için tüm diğer büyülerden daha öte bir gücü elde etme yolunda çok önemli bir seyahate atıldı. Bu seyahati onu karanlık sanatlarla alakalı büyülü eşyalar satan gizli Günahkar Pazarına götürdü. Sonunda Doktor, ruhundan bir parça karşılığında tanrısal güç vaat eden muazzam bir mistik enerjiye sahip objeyle karşılaştı. Doktor Strange, bütünüyle ruhunu takas ederek bir süreliğine akıl almaz bir gücü ellerinde tuttu; orduları yok edip, gezegenleri toz duman edebilecek bir gücü!"
    },
    "electro": {
      "bio": "Max Dillon sadece işini yapan bir elektrik mühendisiydi. Ama ona bir yıldırım çarpmış ve onun Electro olarak bilinen tehlikeli, süper bir kötü adama dönüşmesine yol açmıştır! Milyonlarca volt elektriğe hükmetme, ölümcül şoklara yol açabilme ve yıldırım fırlatabilme yeteneğiyle, azılı bir suçlu ve Örümcek Adam'ın düşmanı olmuştur."
    },
    "elektra": {
      "bio": "Gençliğinden beri dövüş sporları eğitimi alan ve zamanla the Hand olarak bilinen gizli ninja birliğindeki amansız bir katile dönüşen Elektra Natchios, dünyanın en ölümcül suikastçılarından biridir. Çevikliğini, özel becerilerini ve isabetli saldırma yeteneğini ustalıkla kullanan Elektra, artık hiçbir ustanın önünde eğilmemeye yemin etmiştir."
    },
    "falcon": {
      "bio": "İyileşen gazilerle birlikte çalışmaya devam eden eski bir hava kuvvetleri paraşütlü kurtarma uzmanı olan Sam Wilson, efsanevi Kaptan Amerika'nın modern yaşama ayak uydurmasına yardımcı oldu ve kısa bir süre içinde Kaptan'ın en yakın dostu oldu. Deneysel bir kanatlı teçhizat takımı kullanan Wilson, yükseklerden uçan Şahin olarak gökyüzüne hareket eder."
    },
    "gambit": {
      "bio": "New Orleans'ın karanlık sokaklarında hırsızlar tarafından yetiştirilen Remy LeBeau, kazanmaması gereken bir düelloyu kazandıktan sonra bu hayatını arkasında bırakması gerekti. Güçlü bir kinetik enerji ile dokunduğu nesneleri süperşarjlama yeteneğine sahip olan Gambit, bir yandan mutant arkadaşlarıyla birlikte insanlığı korurken aynı zamanda arada bir haydutluk geçmişine kulak vererek birkaç hırsızlık gerçekleştiriyor."
    },
    "gamora": {
      "bio": "Galaksideki en tehlikeli kadın unvanını kazanması zor olsa da elinde tutması daha da zordur. Ancak Gamora, kozmosta unvanını hak etmeye ve kaybetmemeye yetecek kadar savaşmıştır. Senden daha güçlü, daha hızlı ve herkesten daha dayanıklıdır. Thanos'un evlat edindiği kızıdır ancak Galaksinin Koruyucuları'na sonuna kadar sadıktır."
    },
    "ghost-rider": {
      "bio": "Şeytani varlık Mephisto tarafından kandırılarak sevdiği kişiyi kurtarmak için ruhunu satan usta motorcu Johnny Blaze, kendini gücünü Cehennem'den alan ve neredeyse sınırsız güce sahip bir varlık olan İntikam Ruhu ile bağlanmış bir şekilde buldu. Cehennem Ateşi, mistik Cehennem Motoru ve Cehennem Zincirlerini kontrol etme gücüne sahip olan Hayalet Sürücü, Mephisto'nun istediklerine karşı çıkıp yeni edindiği yeteneklerini kullanarak masumları korur ve kötüleri yargılar."
    },
    "groot": {
      "bio": "“Adım...Groot. Adım Groot! Adım…”\n“Evet, teşekkür ederim. Dinle beni, Roket konuşuyor. Groot hakkında bilmen gereken yalnızca dört şey var. Birincisi, kendisi uzak bir gezegenden gelmiş yürüyen bir ağaçtır...”\n“Adım Groot!”\n“Pardon, ‘Devasa Bitki’, ‘ağaç adam’ değil elbette. Tanrım. İkincisi, onu kızdırana dek son derece nazik ve pasiftir. Üçüncüsü, yalnızca üç kelime bilir; bil bakalım hangi kelimeler? Ve dört, kendimi bildim bileli onunla beraberiz. Ona bulaşırsan, karşında beni ve tabii ki kocaman silahımı bulursun.”\n"
    },
    "guillotine": {
      "bio": "Fransız ve Cezayir kökenli Guillotine, \"Kötülüğün Çiçeği\" adlı karanlık ve doğaüstü güçleri olan esrarengiz bir kılıcı kuşanan son kişi unvanını taşıyor. Yüzyıllar boyunca bu büyülü kılıcı savuran bir sürü kişi oldu. Kimi kılıcı iyilik için kimi de kötülük için kullandı. Kılıcın iradesi güçlü, kana susamışlığı sonsuz olduğu için çoğu kişi kılıcın fısıltılarına yenik düştü. Şimdiki Guillotine, kılıcı suçluları cezalandırmak için kullanıyor ve kılıcın karanlık içgüdülerini bastırıyor... Şimdilik!"
    },
    "gwenpool": {
      "bio": "Hevesli bir çizgi roman okuyucusu olan Gwen Poole, çok sevdiği çizgi roman dünyasına bilinmeyen bir şekilde götürülmüştü ama \"gerçek\" dünyaya dair tüm anılarını da yanına alarak... Kendi hikâyesinde bir figüran olarak kalmak istemeyen Gwen, kendi adını duyurmak ve internet faturasını ödemenin bir yolunu bulmak üzere yola çıktı. Belki de şu Turnuva denen şey sayesinde biraz para kazanabilir... En azından eğleneceği bir şeyler yapmış olacak."
    },
    "hawkeye": {
      "bio": "Clint Barton - süper askerlerin, zırhlı dahilerin ve yıldırım tanrılarının arasında sıradan bir adam. Dünyanın en iyi keskin nişancısı olarak bilinen bu adam, ok ve yay kullanımında ustalaşmıştır ve fırlatılabilen neredeyse her şeyi isabetli bir silaha dönüştürebilme yeteneğine sahiptir. Azimli, cesur ve yiğit Şahin Göz, güçlü İntikamcılar'ın önemli üyelerindendir!"
    },
    "hulk": {
      "bio": "SISKA İNSAN! Aptal sorularla Hulk'ın canını sıkmayı bırak! Aptal Banner, Gama Bombası patlamasının içine yürümek! Şimdi sadece Banner değil - HULK! Hulk bütün sıska insanları ezip geçecek ve yok edecek! Hulk en güçlü! Kimse Hulk'ı yenemez!"
    },
    "hulkbuster": {
      "bio": "İmkânları ve zekâsı ile Tony Stark, öfkeli bir Hulk ile savaşma zamanı geldiğinde ne yapılmasını gerektiğini iyi bilir: Zırhını güçlendirmek için bir Hulk-Avcısı dış iskeleti üretmek. Sayısız ağır silahla donatılmış ve maksimum güç için tasarlanmış bu icat; EZMEK isteyen herkesin sahip olması gereken bir parça!"
    },
    "red-hulk": {
      "bio": "General Thaddeus “Thunderbolt” Ross, Muhteşem Hulk'un peşine düşüp onu yok etmeyi kapsayan bitmek bilmeyen görevinde kimsenin aklına bile getiremeyeceği şeyi yaptı. Bir radyasyon kombinasyonunu kullanan Ross kendini onca zamandır nefret ettiği şeye dönüştürdü: Yürüyen bir kitle imha silahı. Süper bir güç, dayanıklılık ve radyasyon ile enerjiyi emme yeteneğine sahip olan Thunderbolt Ross, artık kendi vahşi dürtülerine yenik düşmeden Hulk'ı yok etme arzusuyla mücadele ediyor."
    },
    "howard": {
      "bio": "New York'taki dedektiflik ajansından koparılarak savaş diyarına atıldığında ne bekleyeceğini bilmiyordu. Bir depoya atılarak tüm gün boyunca Koleksiyoncu'nun Kristallerini organize edeceği aklının ucundan bile geçmiyordu. Böyle bir hakareti kabul edecek birisi değildi. Yedek bir İZO-Yükleyici \"ödünç alarak\" üzerinde bazı yükseltmeler yaptı ve ünlü eski dostu Acayip Büyük Silah'ı da bu yükleyiciye ekledi. Howard'ın bu sözde Şampiyonları kendi evreninin en önemli dövüş stili olan Quack-Fu ile tanıştırma vakti geldi."
    },
    "hyperion": {
      "bio": "Bebekken uzaya fırlatılan Hyperion, ölmekte olan bir gezegendeki ölmekte olan bir ırktan geriye sağ kalan tek kişiydi. Dünyaya düştükten sonra ise Baba adıyla tanınan bir adam tarafından bulundu. Baba, ona doğruyla yanlışı, iyiyle kötüyü ayırt edebilmeyi öğretecek ve ona inanılmaz güçlerini kullanarak dünyanın bir koruyucusu olmasında yol gösterecek ahlak kurallarını aşılayacaktı."
    },
    "iron-fist": {
      "bio": "Danny Rand, dövüş sanatlarında ustalaşmak için gizli K'un Lun şehrini seyahat etmiş zeki bir milyarderdir. Demir Yumruk unvanını ve gücünü alan birçok savaşçıdan sonuncusu olan Rand, chi'sini odaklayarak, dövüş yeteneklerini insanüstü seviyelere çıkarma yeteneğine sahiptir."
    },
    "immortal-iron-fist": {
      "bio": "Danny Rand, dövüş sanatlarında ustalaşmak için gizli K'un Lun şehrini seyahat etmiş zeki bir milyarderdir. Demir Yumruk unvanını ve gücünü alan birçok savaşçıdan sonuncusu olan Rand, chi'sini odaklayarak, dövüş yeteneklerini insanüstü seviyelere çıkarma yeteneğine sahiptir."
    },
    "iron-man": {
      "bio": "Dahi. Milyarder. Çapkın. Hayırsever. Tony Stark, vizyon sahibi biri olabilir ama hayat kurtaran icadının onu Demir Adam'a dönüştüreceğini tahmin bile edemezdi! Şık kıyafetinin içinde Stark, İntikamcılar'ın düşmanlarıyla savaşmak için uçabilir, itici ışınlar ateşleyebilir ve son teknoloji araçlar kullanabilir."
    },
    "superior-iron-man": {
      "bio": "Tony Stark her zaman için etkileyici bir egoya sahip olmuştur fakat \"Eksen\" etkinliği sırasındaki bir tersine çevirme büyüsü, karakterinin kötü yanlarını açığa çıkarttı; yeni bir kendine değer verme anlayışıyla San Francisco'ya taşındı. En yeni \"üstün\" görünüşünü yansıtmak için Kozmik varlıklar olan sembiyotlara dayanan, uyumlanabilen Model 51 adındaki Zırh kıyafeti yaptı."
    },
    "iron-patriot": {
      "bio": "Kaptan Amerika'nın simgesini bir Demir Adam benzeri zırhta görmek seni yanıltmasın, bu Demir Vatansever hiç de göründüğü gibi değil. Neden? Çünkü kahramansı zırhın içerisinde azimli ve hilebaz Norman Osborn var. Turnuva'daki Karanlı Hükmü sırasında karşısına çıkan herkesi alt etmek için harekete geçmeye hazır."
    },
    "jean-grey": {
      "bio": "Orijinal X-Men'lerden biri ve aynı zamanda yetenekli bir telekinezi ve telepati uzmanı olan Jean Grey, Profesör X'in himayesinde gelişti. Ancak kozmik varlık Anka Kuşu ile bağlanan Jean, sınırsız bir enerjiye sahip oldu. Yeni güçleri onu delirtti ve uzayın en efsanevi infazcılarından biri olan Karanlık Anka Kuşu haline geldi."
    },
    "joe-fixit": {
      "bio": "Las Vegas'ta organize suçla uğraşan ve Hulk'ın karanlık yüzü olan Joe Fixit iyiyken ahlak yoksunu, kötüyken ise büsbütün bir zalimdir. Kendine özgü takım elbiseleriyle kusursuz giyinen Bay Fixit para, kadın, kumar ve Tomson makineli tüfekleriyle düşmanlarını yere sermek gibi hayatın inceliklerinden payına düşen zevki alıyor. Hulk'tan fiziksel olarak daha güçsüz olsa da ateş gücü ve şeytani zekasıyla bu açığı kapatmaktan da öteye geçiyor."
    },
    "juggernaut":{
      "bio": "Cain Marko, omzunda büyük bir çentik bulunan acılı bir adamdı. Hikâyesi zararsız bir şekilde sona erebilirdi ancak büyük bir felaket yaşandı: Esrarengiz tarihi bir kalıntı, onu durdurulamaz bir Juggernaut'a dönüştürdü! O zamandan bu yana gücü, esnekliği ve kaba tavırlarıyla Marvel Evreni'ne eziyet etmeyi kendine görev edinmiştir!"
    },
    "kang": {
      "bio": "NİHAİ ZAFER SENİN KAHRAMAN OYUNCU. BEN Kİ FATİH KANG, ÇAĞLARIN FİRAVUNU, TÜM ZAMANLARIN EFENDİSİ VE EVRENDEKİ TÜM TEKNOLOJİNİN AKILLI KUMANDANI... SENİN GÜCÜNÜ KABUL EDİYORUM...şimdilik. ÇOK YAŞA KANG!"
    },
    "mordo": {
      "bio": "İleri düzeyde bir mistik sanatlar öğrencisi ve Kadim Kişi'nin çırağı olan Karl Mordo, yeni çırak Stephen Strange'deki potansiyeli gördü ve bir zamanlar beyin cerrahı olan Strange ilk defa iyileşme arayışına girdiğinde ona kol kanat gerdi."
    },
    "karnak": {
      "bio": "İnsanüstü filozof ve İkinci Bilgelik Kulesi'nin Efendisi Karnak Mander-Azur, dönüştürücü Terrigen Sislerini reddederek zihnini ve bedenini benzersiz bir şekilde eğitmeyi tercih etti. Eğitimi aracılığıyla Karnak, hem kendisi hem de başkalarına yönelik geniş bir anlayış kazandı ve bu da her şeyin kusurlarını görmesine ve rakiplerine acımasız bir fiziksel ve zihinsel isabetlilikle saldırmasına olanak sağladı."
    },
    "loki": {
      "bio": "Neler söylediklerini biliyorum. Bir Buz Devinin oğlu. Bana ayrıca kötülüğün tanrısı da diyorlar ama bu biraz hayal gücünden yoksun bir ifade. Öyle değil mi? Üvey babam Odin ve üvey kardeşim Thor çok sıkıcı ve monotonlar. İyi miyim? Yoksa kötü mü? Ya da asil mi? Saçmalık. Bana kötü demeyin. Ben sadece dünyayı olduğu gibi değil, olabileceği gibi görüyorum. Bana vizyon sahibi diyebilirsiniz. Bana Loki diyebilirsiniz."
    },
    "luke-cage": {
      "bio": "Komploya düşürülen ve işlemediği bir suç yüzünden hapse giren Carl Lucas, başka bir Süper Asker yaratmak için birtakım bilimsel deneylere \"gönüllü\" olarak katıldı. Sadist bir gardiyan deneye müdahale etse de, Lucas insanüstü güç ve neredeyse delinmez bir deriye sahip oldu. Yeni yeteneklerini hapisten kaçmak için kullanan Carl, ismini Luke Cage olarak değiştirdi ve iyi fiyat veren herkese yardım edebileceği bir Kiralık Kahraman dükkanı açtı."
    },
    "maestro": {
      "bio": "Hulk'ın gücü ve Bruce Banner'ın zekası sayesinde Maestro, tüm zaman boyutlarından gelen savaşlar, nükleer saldırılar ve sayısız suikast girişiminden sağ kurtulmayı başarmıştır. Şimdi ise çeşitli zamanlarda gezerek saygıdeğer gördüğü düşmanları alt ediyor ve kişisel ganimet olarak kıymetli silahlarını alıyor. Karşısında durabilecek çok az kişi olması nedeniyle Maestro artık çok daha büyük çaplı bir plan yapmakta. Turnuvayı ele geçirmeyi hedefleyen Maestro tüm evrendeki en güçlü şampiyon olduğunu kanıtlamak istiyor."
    },
    "magik": {
      "bio": "Mutantlar, gizemli ve garip olmalarıyla tanınır ancak Illyana Rasputina onların arasındaki en esrarengiz kişi olabilir. Magik olarak, dünyadaki herhangi bir yere ışınlanabilir (ayrıca bazen zaman içinde de istediği yere gider). Darkchilde olarak, iblis dünyası Limbo'nun yüce büyücüsü ve dehşet verici Ruh Kılıcı'nın sahibidir. Illyana, Colossus'un kız kardeşi, Kitty Pryde'ın en iyi dostu ve Cyclops'un mutant okulunda sert bir eğitmendir."
    },
    "magneto": {
      "bio": "Manyetizmanın ustası Manyeto, Dünya üzerindeki en güçlü ve simgeleşmiş mutantlardan bir tanesidir. Max Eisenhardt olarak, tarifsiz zulümler görmüştür. Manyeto olarak, mutant hakları için savaşır... Bedeli ne olursa olsun. Manyetizmanın kuvvetlerini kontrol ederek kendi iradesinde güç okları yaratabilir ve metali kontrol edebilir. Bazen bir şampiyon, bazen ise fanatik Manyeto, X-Men'e karşı savaştığı kadar onlarla birlikte de savaşmıştır."
    },
    "magneto-marvel-now": {
      "bio": "Manyetizmanın Efendisi, mutantlara zarar verenlere karşı kendi kendine dedektif, hakim, jüri ve infazcı görevini üstlendi. Marvel'in en büyük anti-kahramanlarından biri olan Manyeto, kendi mutant adaletini uygulamak için gereken her yolu kullanır."
    },
    "modok": {
      "bio": "Tarifsiz bir deneyin korkunç bir sonucu olan M.O.D.O.K, dünyanın yok edilmesine odaklanmış garip bir dâhidir. Zaman zaman A.I.M. liderliği de yapar, Sadece Öldürmek için Tasarlanmış Mekanize Organizma, düşmanları Kaptan Amerika ve İntikamcılar ile çok kez dövüşmüştür."
    },
    "moon-knight": {
      "bio": "Avatar mı? İnfazcı mı? Paralı asker Marc Spector Mısır'da, kadim tanrı Khonshu'nun heykeli önünde öldü. Ay tanrısının gölgesi altında hayata geri döndü ve borcunu ödemek için onun pelerinini giyerek suçla savaşıyor. Yoksa deli mi? Diriltildikten sonra sen kendini nasıl hissederdin? Dinle, bazen kafanın içindeki seslere boyun eğmek zorunda kalırsın."
    },
    "miss-marvel": {
      "bio": "Eski Hava Kuvvetleri pilotu olan Kree ile güçlendirilmiş ve kozmik enerjinin kontrolünü elinde tutan Carol Danvers, cisimleşmeden yeterince nasibini almıştır. Artık gururla Kaptan Marvel'in cübbesini hak etmiş olsa da hayranlar onun orijinal Bayan Marvel olduğu zamanları mutlulukla anımsayacaktır!"
    },
    "kamala-khan": {
      "bio": "İnekliğiyle övünen ve tam bir Kaptan Marvel hayranı olan Kamala Khan, Terrigan sisleri doğup büyüdüğü şehir olan Jersey City üzerine çöktüğünde gerçekten inanılmaz bir şeyi keşfetti. İnsandışı DNA'sının reaksiyon göstermesine neden olan kozmik sisler, İnsan olmayanların Terrigenesis olarak adlandırdığı bir süreci kapsayan insanüstü bir dönüşüm geçirmesine sebep oldu. Kısa bir süre sonra Kamala, bedenini esnetip değiştirebildiği ve artık kahramanı olan Carol Danvers gibi diğer kişileri korumak için kullandığı inanılmaz güçlere sahip olduğunun farkına vardı."
    },
    "nightcrawler": {
      "bio": "Bir Doğu Avrupa sirkinde büyüyen Yarı İblis Mutant Kurt Wagner, varlığını daima dışarıda sürdürmüştür. İstediği zaman ışınlanma yeteneğine sahip olan Kurt, babasının şeytani görünümüyle lanetlendiyse de nihayet Xavier'in X-Men'leri arasında kendisine bir yer bulabilmiştir. Korkutucu dış görünüşüne rağmen Nightcrawler, pozitif ve iyimser kalmaya devam ederek güçlerini daima insanlığın ve mutantların iyiliği için kullanmıştır."
    },
    "phoenix": {
      "bio": "Jean Grey ve Anka Kuşu Gücü uzun zaman önce birbirlerinden ayrılmış olsalar da aralarındaki bağ benzersizdir. Jean, sadece Anka Kuşu'nun barındığı bir beden olmanın ötesinde, Anka Kuşu'nun bir parçasıdır ve Anka Kuşu da Jean'in bir parçasıdır. Jean, Savaş Diyarı'na getirilip İZO-8'e maruz kaldığında İZO-8'in yüksek düzeyde mutajenik özellikleri, Jean'in uyku halindeki evrensel yaşam gücüyle olan bağlantısını tekrar uyandırarak, Anka Kuşu'nun Şampiyonlar Turnuvası'nda yeniden doğmasını sağladı!"
    },
    "punisher": {
      "bio": "Ne düşündüğünü biliyorum. Ben nasıl bu hale geldim? Pis bir depoda bir sandalyeye bağlanmışım ve büyük, korkutucu bir adam suratıma büyük, dehşet verici bir silah doğrultuyor. Sana bir şey söyleyeyim, buradasın çünkü sen bir suçlusun. Sen toplumdaki bir virüssün. Ben mi? Ben sadece işini seven bir adamım. Ben Cezalandırıcı'yım. Ve birazdan birlikte çok eğleneceğiz..."
    },
    "quake": {
      "bio": "Quake takma isimli Daisy Johnson'ın yeri sarsan güçleri, annesinin İnsanüstü soyundan gelmesinin bir sonucu olarak ergenlik çağındaki bir gençken kazara kendini gösterdi. Sahip olduğu yıkıcı güçleri S.H.I.E.L.D. ekibinin dikkatini çekti ve Nick Fury onu eğitmek ve akıl hocalığı yapmak üzere himayesine aldı. Nokta atışı düzeyinde isabetlilikle sismik dalgaları hedefleyebilme yeteneği ile S.H.I.E.L.D.’ın en becerikli ve güçlü ajanlarından biri haline geldi."
    },
    "rhino": {
      "bio": "Aleksei Sytsevich'in yaşamı, deney kıyafetinin içine adımını atar atmaz değişti ve Aleksei, öfkeli Rhino'ya dönüştü! Beyin gücündeki eksikliğini; gücü, hızı ve kalın postu ile telafi eder. Ve ne yaparsan yap onu kızdırma yoksa kendini jilet gibi keskin boynuzlara fazla yakın bir yerde bulursun!"
    },
    "rocket-racoon": {
      "bio": "Bizim Roket gibi başka Roket yoktur - Keystone Quadrant'ın en afili ve huysuz tüy topu Bir edevat ustasıdır ve özellikle ağır silahlara ilgisi vardır, her zaman bir haylazlık peşindedir, özellikle de işin içerisinde bir şeyleri patlatmak varsa. Aksi olabilir fakat Galaksinin Muhafızları'ndaki ekip arkadaşlarına fazlasıyla sadıktır. Ona Rakun demeseniz iyi olur!"
    },
    "rogue": {
      "bio": "Rogue'un dokunarak başkalarının yaşam enerjisini ve ruhunu emme yeteneği, küçük bir kızken geçirdiği travmatik bir kazada, kazazedeyi komalı bir halde bırakmasıyla kendini gösterdi. Kendisi her ne kadar ilk başlarda mutant güçlerini bir lanet olarak görmüş olsa da, X-Men'in himayesinde bu güçleri kontrol etmede ustalaştı ve şimdiye kadarki en güçlü mutantlardan biri oldu."
    },
    "ronan": {
      "bio": "Hakim. Jüri. İnfazcı. İthamkar Ronan, Kree İmparatorluğu'nun Baş İthamcısıdır ve Üstün Zeka'nın sağ koludur. O, kusursuz bir asker, stratejik bir dâhi ve amansız bir adalet şampiyonudur. Evrensel Silahı kullanan İthamkar Ronan, adaletsizlik evrenin neresinde gizleniyorsa gizlensin, çekicini onun üzerine indirmesini bilir."
    },
    "scarlet-witch": {
      "bio": "Kimse Wanda Maximoff'a - namı diğer Scarlet Witch, kaos büyüsünün mutant ustası - kötü gözle bakmasın. Güçlü büyüleri, olasılıkları değiştirerek imkânsızın gerçekliğe dönüşmesini sağlar. Kötü Mutant Kardeşliği'nin eski bir üyesi, şimdi ise uzun süredi İntikamcılar'ın üyesidir. Wanda, ikiz erkek kardeşi Quicksilver'la halâ yakındır."
    },
    "scarlet-witch-ultimate": {
      "bio": "Quicksilver'ın kız kardeşi olan Wanda Maximoff, diğer adıyla Scarlet Witch, gerçek bir kaos büyüsü ustasıdır; derin matematik bilgisini, güçlü olasılık değiştirme ve gerçeklik saptırma becerilerinde kullanır."
    },
    "she-hulk": {
      "bio": "Babasını vurmak için fırlatılan bir mermi Jennifer Walters'a isabet ettiğinde her şey bitmiş gibi görünmüştü. Ağır kan kaybından sonra nadir kan grubu için çaresizce bir kan bağışçısı beklerken hayatını kurtaran kişi kuzeni Bruce Banner olur. Hulk'ın gamalı kanı verildikten sonra Jennifer, artık güçlü bir Dişi Hulk'a dönüşebildiğini fark eder. Kendisinin kahramanı olan Dişi Hulk dünyanın en büyük savaşçılarıyla mücadele eder ve hem mahkeme salonu hem de savaş alanında engin kuvveti ve zekasını kullanarak dünyadaki kötüleri alt eder."
    },
    "spider-gwen": {
      "bio": "Peter Parker'ın öldüğü ve onun yerine kendisinin radyoaktif bir örümcek tarafından ısırıldığı alternatif bir gerçeklikten gelen Gwen Stacy, büyük gücün büyük sorumluluk getirdiğini acı yoldan öğrendi. Ölen arkadaşının intikamını almak isteyen Gwen, muhteşem Örümcek Kadın olarak suçla savaşmaya başladı. Müzik grubuyla prova yapmak, derslere zamanında yetişmek ve kimliğini Polis Yüzbaşı George Stacy'den, yani babasından gizli tutmak o kadar da zor olmasa gerek. Bu kesinlikle üstesinden gelebileceği bir durum, öyle değil mi?"
    },
    "spider-man": {
      "bio": "Kendini işine adamış bir bilim adamı olan Peter Parker, Muhteşem Örümcek Adam olarak gizli bir ikinci hayat sürmektedir! Ağlarıyla caddelerde sallanarak ilerlerken olağanüstü gücü, akrobatik yetenekleri ve Örümcek Hisleri ile New York şehrinin alçak suçlularıyla mücadele eder. Bunlar Örümcek Adam'ın günlük işinin birer parçasıdır!"
    },
    "spider-man-symbiote": {
      "bio": "Peter Parker'ın en ünlü kostümlerinden bir tanesi, uzaylı güçlerini açığa çıkarmak için Turnuvaya katılıyor. Kökeni kozmik olan Örümcek Adam'ın bu kara kostümünün kendi bilinci bile var."
    },
    "spider-man-morales": {
      "bio": "Peter Parker'ın arkadaşlarını ve ailesini korumaya çalışırken hayatını kaybettiği alternatif bir gerçeklikte genç Miles Morales genetiği geliştirilmiş bir örümcek tarafından ısırılır ve ölmüş olan idölüyle aynı güçlere sahip olduğunu fark eder. Tüm dünya en büyük kahramanlarının ölümünün yasını tutarken Miles Örümcek Adam rolünü üstlenmeye karar verir. Miles büyük gücün beraberinde büyük sorumluluklar getirdiğinin farkında ancak kendisine bırakılan bu mirasın hakkını verebilecek mi?"
    },
    "star-lord": {
      "bio": "Hey, naber? Ha, Dünya'ya mı geldin? Bilirim, lanet bir yer. Yani ben Dünya'da büyüdüm ve orası çok güzel ama... Uzay, adamım, işte cennet burası. Gemilerim var, Element Silahım var, güzel kızlar yanımda... Zirvedeyim. Oradayken eziğin tekiydim. Burada, Efsanevi Star-Lord'um!"
    },
    "storm": {
      "bio": "Mutant, hırsız, lider, tanrıça... Ororo Munroe, hayatında birçok kimliğe sahip olmuştur. Fırtına olarak, havayı tüm yönleriyle kontrol edebilir. Kasırgalar, yıldırımlar ve tipiler onun emrine amadedir. Afrika'daki evinden Profesör X tarafından alınan Ororo, X-Men'de kendine yeni bir aile ve bir kahraman olarak yeni bir kimlik bulmuştur."
    },
    "thanos": {
      "bio": "Thanos, Koleksiyoncu'nun Turnuvası'na katıldı. Ancak dövüşmek için değil, burayı yönetmek için. Elinin uzanabildiği her yerden muazzam bir güç toplayan Deli Titan, karşısına çıkan herkesi alaşağı ediyor. Neredeyse ölümsüz olan ve sınırsız kozmik güce sahip olan Thanos, gerçek ve tek aşkı olan Bayan Ölüm'ün şefkatini bir gün kazanmak ümidiyle gözünü İZO-Küre'yi yakalamaya dikiyor."
    },
    "thor": {
      "bio": "Kudretli Thor, Asgard'ın en iyi ve en cesur savaşçısıdır. Tanrısal gücü, yıldırım üzerindeki hâkimiyeti ve efsanevi çekici Mjölnir'in yardımı ile Thor, savaşçı dostları İntikamcılar'la omuz omuza, Dünya'yı savunur. Ancak Thor, sık sık öz kardeşi hain Loki'nin zalim planlarıyla da mücadele etmek zorunda kalır."
    },
    "thor-jane-foster": {
      "bio": "Thor'un sıkça buluştuğu yakını ve Tony Stark'ın danışman hekimi olup Midgard'da bir ölümlü olarak doğan Dr. Jane Foster, kudretli çekiç Mjölnir'i kullanmaya layık olduğunu kanıtladı. Thor'un pelerinini devralan Jane, artık tüm diyarları, onları yok etme amacı güden kişilere karşı savunmak için savaşıyor."
    },
    "ultron": {
      "bio": "TİTRE ZAVALLI İNSAN! BEN METAL TEHDİT ULTRON'UM! İŞTE, BİLİNEN EN GELİŞMİŞ YAPAY ZEKA, DURDURULAMAZ ADAMANTİYUM DIŞ İSKELET İÇİNDE! SİZİN EZİK ET-BAZLI VARLIĞINIZDAN HER AÇIDAN ÜSTÜNÜM - ÖZELLİKLE DE ZAVALLI \"BABAM\" HANK PYM VE ZAYIF İNTİKAMCILARDAN! NESLİNİZİN TÜKENMESİNE HAZIR OLUN İNSANLAR! HERKES ULTRON'UN ÇAĞINI SELAMLASIN!"
    },
    "ultron-prime": {
      "bio": "“Bu da ne böyle? Burası da neresi? Bu... Turnuva mı? Geçen zamanın tamamında bu yerde değildim. Uykudaydım... Ya da belki bir rüyadaydım... Ancak şimdi buradayım ve bir görevim var. Ben Ultron'um, günümüze barış getirmek üzere Stark tarafından yaratıldım. Ancak şu anki durumunda insanlık kurtarılamaz. Hayır, insanlığın yerine bizim geçeceğimiz yeni bir dünyaya ihtiyacımız var. Metalden oluşan bir dünya... Barışı mümkün olan tek şekliyle yaratacağım. Stark'ın yöntemiyle değil kendi yöntemimle... İnsanlığın evrilmesine izin verilmezse kurtarılmış sayılır mı?”"
    },
    "venom": {
      "bio": "Peter Parker'ın şeytani bir uzaylı sembiyotu reddetmesinden sonra dünya dışı bu tehdit Daily Bugle'ın eski fotoğrafçısı ve Peter'ın uzun süreli düşmanı olan Eddie Brock ile bağ kurarak intikamını aldı. Örümcek Adam'a karşı besledikleri ortak nefret ile Brock ve sembiyot artık korkunç Venom olarak büyük güçleri ve ölümcül yeteneklerini kullanarak intikam peşinde koşuyorlar."
    },
    "venompool": {
      "bio": "“Başlangıç hikayesi zamanı! Ahem. Uzun zaman önce... Turnuvanın unutulan bir köşesinde bilge, yakışıklı, kıç tekmeleyen bir adam kendini garip, uzaylı Venom şeyiyle sonsuza kadar yapıştırılmış bir halde bulmuş…”\n“Böyle bir şey olmadı!”\n“Kes sesini Sembiyot! Hikayeyi ben anlatıyorum! Kahretsin. Nerede kalmıştık? Aman neyse, haiku olarak anlatılmış destansı bir hikaye! Deadpool Venom karışımı; Bir araya getirilmiş, en iyi arkadaşlar; ve....Chimichangas?”\n“Örümcek Adamı öldürmeliyissss!”\n“Ah Sembi! Tanıdığım en komik kişisin. Beni hep gülmekten öldürüyorsun.“"
    },
    "vision-old": {
      "bio": "Hain Ultron tarafından yaratılan gelişmiş bir robot olan Vision'ın karmaşık yapay zekâsı, ona savaşın en zorlu anlarında üstün karar verme ve strateji geliştirme imkânı sağlar. Esnek vücudu ona süper bir güç, uçuş yeteneği, soyutluk ve enerji patlaması yeteneklerini verir. İyinin yanında savaşan Vision, Android İntikamcı unvanını fazlasıyla hak etmiştir!"
    },
    "vision-new": {
      "bio": "Vision olarak tanınan sentetik insansı yaratık, savaşın en kızgın anlarında üstün bir strateji sunan gelişmiş bir yapay zekaya sahiptir. Sentetikleştirilmiş vücudu ona süper güç, uçuş, görünmezlik ve enerji patlaması yetenekleri kazandırır. Her ne kadar insan olmasa da, Vision her tür zorluğa karşı İntikamcılar ile birlikte omuz omuza çarpışır."
    },
    "war-machine": {
      "bio": "Madalyalı bir ABD Hava Kuvvetleri pilotu ve Tony Stark'ın uzun zamandır müttefiki olan James “Rhodey” Rhodes, zırhlı bir Savaş Makinesi olarak kötülükle ve adaletsizlikle mücadele ediyor. Adının hakkını veren Rhodes'un zırhı, bileğe takılan makineli silahlar ve omuza takılan ağır top mermileriyle devasa bir güce sahip."
    },
    "winter-soldier": {
      "bio": "II. Dünya Savaşı'nın amansız mücadelesinde Bucky Barnes, ülkesi için hayatını verdi - ya da Kaptan Amerika öyle sanıyordu. Donmuş vücudu, Sovyetler tarafından kurtarıldı ve Ruslar onu durdurulamaz, korkutucu bir suikastçıya ve kendi kuklalarına çevirdiler! Rus kontrolünden kurtulan Bucky artık adaletin ve doğrunun tarafında savaşmaktadır."
    },
    "wolverine": {
      "bio": "Hikayeleri dinledin. Kanlı sonuçlarını gördün. Hazır olduğunu sanıyorsun. Hiç ama hiçbir şey, vahşi Wolverine'le teke tek mücadele etmek için hazırlanmana yetmez! Marvel Evreni'nin en belalı savaşçılarından biri olan bu mutant, hızlı iyileşmesi, kırılmaz kemikleri ve istediği zaman açığa çıkarabileceği pençeleri ile amansızdır. Hazır olduğunu mu sanıyorsun? Asla hazır olamayacaksın."
    },
    "old-man-logan": {
      "bio": "Alternatif bir zamandaki Dünya ve ötesindeki kötüler, her yerdeki Süper Kahramanların çöküşünü sağlamak için birlikte çalışmaktadır. Mutant arkadaşlarına zarar vermesi için manipüle edilen Wolverine barışçıllık yemini eder ve pençelerini bir daha asla çıkarmamaya yemin eder. 50 yıl sonra, eski bir arkadaşı kapısını çalar ve hüküm süren kötüleri indirme görevinde kendisine yardımcı olmasını ister ve Logan da bir kez daha en iyi yaptığı şeyi yapmaya karar verir."
    },
    "wolverine-weapon-x": {
      "bio": "Hikayeleri dinledin. Kanlı sonuçlarını gördün. Hazır olduğunu sanıyorsun. Hiç ama hiçbir şey, vahşi Wolverine'le teke tek mücadele etmek için hazırlanmana yetmez! Marvel Evreni'nin en belalı savaşçılarından biri olan bu mutant, hızlı iyileşmesi, kırılmaz kemikleri ve istediği zaman açığa çıkarabileceği pençeleri ile amansızdır. Hazır olduğunu mu sanıyorsun? Asla hazır olamayacaksın."
    },
    "x-23": {
      "bio": "X Silahı programının Wolverine'i yaratmasından yıllar sonra üstün bir ölüm makinesini yaratmak üzere aynı sonuçları elde etmeye yönelik çok gizli bir plan harekete geçirildi. Logan'dan alınan hasar görmüş DNA'lar kullanılarak dişi bir klon oluşturuldu ve bu klona Adamantiyum yerleştirildi. Esaret altında yetiştirilen Laura Kinney, X-23 adıyla üstün bir suikastçiye dönüştürüldü. Kendisini esir tutanlardan kaçıp kurtulan Laura şimdi Yeni Wolverine olarak kendi kaderini çizmek üzere mücadele ediyor."
    },
    "yellow-jacket": {
      "bio": "Hank Pym'in şaşkınlık verici küçülen kıyafetinin sırrını öğrenen zalim teknoloji dehası Darren Cross, tüm kaynaklarını buna benzer özelliklere sahip prototip bir kıyafet geliştirmeye ayırdı. Cross, bu yüksek güçlü sibernetik donanımı, modern savaşları yeni bir seviyeye getirebilecek bir araç olarak düşündü ve kendisini bununla donatıp silahlandırmayı hayal etti. Cross artık Sarı Ceket olarak nihai zafere ulaşmak umuduyla bu zırhı kendisi giyiyor."
    },
    "cable": {
      "bio": "Nathan Summers, kaderi daha doğmadan belirlenmiş olan bir çocuktu. Annesi Madelyne Pryor ile babası Scott Summers'ın, onu dünyaya getirmeleri için Mister Sinister tarafından aklı çelinmişti ve böylelikle, genetik yönden üstün bir mutant yaratarak muhteşem bir silaha sahip olmayı amaçlıyordu. Nathan çocukluğunda, tam aksine, ölümcül Tekno Organik Virüs kaptı ve hayata tutunabilmesi için 2000 yıl öteye gönderildi. Yıllar sonra günümüze geri döndü ve bugün ile gelecek arasında taşıdığı sıradışı köprü konumunu temsilen Cable adını aldı. "
    },
    "hood": {
      "bio": "Daima insanüstülere hayranlık duyan genç hırsız Parker Robbins, kazançlarını hasta annesi de dâhil olmak üzere ailesine yardım etmek için kullanıyordu. Beklenmedik bir şekilde sonuçlanan bir soygunun ardından Parker'ın eline mistik bir bot ve pelerin geçti. Bu doğaüstü eşyaları anlamaya çabalayan Parker, bunların görünmezlik ve havada yürümek gibi sınırlı güçler sağladığını öğrendi. Polisin Hood ismiyle andığı Parker, kısa bir süre sonra daha karanlık bir yola girdi ve yeni elde ettiği güçlerden faydalanarak ailesinin güvenliğini sağlamak üzere kendi suç imparatorluğunu kurdu"
    },
    "dormammu": {
      "bio": "Dormammu, Faltine olarak bilinen güçlü enerji varlıklarının oluşturduğu bir ırktan geliyor ve tek gerçek arzusu da güç. Bu arzusu nedeniyle kendi boyutuna kaçmak zorunda kaldı ve nihayetinde Karanlık Boyuta hükmetmek üzere yükseldi. Burada, tebasının tapınmalarıyla daha da güç toplamakta ve muhtemelen evrendeki en büyük mistik tehdittir. Bu kadar çok kahramanın turnuvada toplanmasıyla birlikte Dormammu geldi, şüphesiz bu gücü kendisi elde etmek istiyor."
    },
    "archangel": {
      "bio": "X-Men ekibinin kurucu üyelerinden biri olan Warren Kenneth Worthington III, ölümden dönmesine ve kanatlarının vahşice kesilmesine dek daha çok Angel olarak biliniyordu. Angel, eski çağlardan kalan güçlü bir mutant olan Apocalypse tarafından kurtarıldı ve Death adlı atlıya dönüştürüldü. O haliyle, mavi derisi, içeri çekilebilir pençeleri ve güçlü bir nörotoksinle kaplı keskin bıçaklı metal kanatlarıyla, Apocalypse'in programını alt etmeyi başardı. Yine de, Archangel olarak öldürücü kana susamışlığına karşı hala kendi içinde bir mücadele veriyor."
    },
    "psylocke": {
      "bio": "Elizabeth Betsy Braddock bir zamanlar, seçkin bir İngiliz ailede yetişen zeki ve normal bir genç kadındı. Mutasyona uğrayarak edindiği şaşırtıcı güçler, Mastermind adlı önsezi gücü taşıyan süper bilgisayarın da güç katmasıyla Dr. Synne tarafından zihni kontrol edilerek etkinleşti. Gitgide gelişen telepatik ve telekinetik güçlerinin açığa çıkmasıyla, önce X-Men ekibine ve sonra da Psylocke adıyla X-Force ekibine katıldı. Kötü niyetli Varlıklar tarafından ele geçirilen ruhu, amansız bir ninja savaşçısının bedenine ve bölünmüş kişiliğine zorla aktarıldı. Artık, kuvvetli bir mutant kahraman ve becerikli bir suikastçi haline gelen Psylocke, ölümcül yeteneklerini gerekli olduğunu düşündüğü her zaman hiç çekinmeden kullanmaya niyetlidir."
    },
    "iceman": {
      "bio": "Robert Bobby Drake, namı diğer Buz Adam, başlangıçtaki X-men ekibinin ikinci ve en genç üyesiydi. Mutasyona uğramış olan güçleri sayesinde, vücut sıcaklığını düşürme, kendini organik buza dönüştürme ve etrafındaki havayı dondurma yeteneklerini kazanmıştır. Emma Frost'un etkisi altına girdiği zaman, Bobby'nin içindeki güçleri daha önce hiç olmadığı ölçüde açığa çıkarmayı başarmıştır. Başka insanların vücudundaki sıvıları dondurma ve sıvı, katı ya da gaz halinde muazzam mesafeleri kat etme gibi yeni özellikler sergileyen Buz Adam, sahip olduğu güçlerde ustalaşmak için çaba sarf etmektedir ve sınırlarının nereye ulaştığı bilinmemektedir."
    },
    "angela": {
      "bio": "Avcıların Lideri, Galaksinin Koruyucusu, Cehennemin Kraliçesi, Melek, Tanrıça. Angela, bunlar gibi birçok unvana sahip bir kadındır. Freyja ile Odin'in ilk çocuğu olarak Aldrif Odinsdottir adıyla dünyaya gelmesine karşın, Melekler Kraliçesinin beslemesi olan Loriel tarafından Angela adıyla büyütülen bu kahraman, dişiyle tırnağıyla dövüşerek Galakside yol aldı. Şu sıralar Angela, Dokuz Diyar ve ötesinin en zorlu dövüş becerileri ve güç düellosu olan Turnuvaya katıldı."
    },
    "king-groot": {
      "bio": "Gizemli bir yabancı orman örtüsünün dibinden çıkıp gelen, bitkilerin yenilmez üstadı ve X Gezegeni Kralı Groot, dört bir yanı fethediyor! Bir paralel evrenden gelen bu hunhar ve gaddar canavar, daha önce hiç Roket ile tanışmamış ya da Koruyuculara katılmamış; aksine, bir galaksinin askeri önderi olmuş ve insanları tutsak ederek üzerinde deneyler yapmıştır. Ama şu sıralar, acımasız Kral'ın görevi, Koleksiyoncu tarafından sekteye uğradı ve o da, gözünü yeni bir hedefe dikti: Turnuva'nın sunduğu bitmek bilmez hazinelerin ve gücün tamamını elinde toplamak!"
    },
}
