{
  "abomination": {
    "charex": "Rus casus Emil Blonksy, gama radyasyonuna maruz kalarak tam bir iri ve güçlü bir canavar olan Abominationa dönüştü! Hulk'tan daha da iri olan Abomination hala son derece kurnaz ve zeki, ancak tekrar insan olmasına imkan yok."
  },
  "agent-venom": {
    "charex": "Uzun bir süredir Örümcek Adam'ın hayranı ve Peter Parker'ın bir dostu olan Eugene Flash Thompson, Irak Savaşı'nda bacaklarını kaybettikten sonra kariyerinin sona erdiğini düşünmüştü. Başkalarına yardım etmesini sağlayacak"
  },
  "ant-man": {
    "charex": "Orijinal Karınca Adam emekli olunca başka birisi bu fırsatı kaçırmadı (şey yani, kostümünü çaldı): Scott Lang! Berbat bir geçmişe sahip olsa da, Scott, Karınca Adamın büyüklük değiştirme ve karıncalarla iletişim kurma "
  },
  "beast": {
    "charex": "Mutasyonlar ve evrimsel insan biyolojisi konularına ilişkin dünyadaki nadir uzmanlardan biri olan Hank, alışılmadık düzeyde büyük el ve ayaklara sahip bir şekilde doğmuş bir mutanttı. Yaşamının daha sonraki bir evresinde"
  },
  "black-bolt": {
    "charex": "Medusa'nın kocası. Çılgın Maximus'un kardeşi. İnsanlarının efendisi. İnsan olmayanların kralı olan Black Bolt, korkunç bir güce sahiptir. Tek bir sözü, tek bir fısıltısı, ağzından çıkacak tek bir dingin ses, gezegeni ikiye "
  },
  "black-panther": {
    "charex": "Wakanda'nın kralı olan T'Challa bir liderdir, halkının şampiyonudur ve Kara Panter pelerinin altında bir kahramandır. Sıra dışı bir hıza, güce ve savaş becerilerine sahiptir ve zorlu bir rakiptir. Bir bilim adamı olarak"
  },
  "black-panther-cw": {
    "charex": "İzole ancak teknolojik açıdan gelişmiş bir Afrika ülkesi olan Wakanda'nın kralı olan Kral T'Challa'nın doğuştan sahip olduğu haklar arasında sadece hükümdarlık değil, aynı zamanda güçlü bir savaşçı ve halkının bir sembolü "
  },
  "black-widow": {
    "charex": "Seni gözüne kestirdiği zaman dünyanın en iyi casusunundan kaçış yoktur. Üstün çevikliği ve silah bilgisi ile çok yetenekli ve gizemli bir dövüşçüdür. İşler kızışmaya başladığı zaman ekibinde olmasını isteyeceğin ilk "
  },
  "dr-voodoo": {
    "charex": "Jericho Drumm, Haiti'nin fakir bir bölgesinde doğdu. Buradan kurtulmayı başararak okula gitmek üzere Amerika'ya seyahat etti ancak kardeşi Daniel'in ciddi bir şekilde hastalanarak ölmesinden sonra geri döndü. Jericho, "
  },
  "captain-america": {
    "charex": "Steve Rogers'ın bedeni, asker olamayacak kadar zayıf olabilirdi ama kalbi pes etmeyecek kadar güçlüydü. Bilimin bir mucizesi sonucu Steve, Özgürlük Savaşçısı Kaptan Amerika'ya dönüşmüştür. İnsanüstü bir güce, hıza, "
  },
  "captain-america-wwii": {
    "charex": "En Büyük Nesil üyesi Steve Rogers, 2. Dünya Savaşı'nda günlerini Nazi avlamak ve alçak Kızıl Kafatası'na karşı savaşmakla geçirdi. Özgürlük Koruyucusu efsanesi işte bu günlerde doğmuştu."
  },
  "captain-marvel": {
    "charex": "Hava Kuvvetleri pilotu Carol Danvers'ın yaşamı, yabancı bir Kree aracıyla bir patlamaya yakalanınca değişti. İnsanüstü bir güce, uçma yeteneğine ve ateş oku fırlatabilme imkânına kavuştu. Carol, hem İntikamcılar'ın hem de "
  },
  "civil-warrior": {
    "charex": "Kahramanların Savaşçısı'nın gizemli aslına ilişkin olarak pek çok söylenti vardır. Efsaneye göre kendi ordusu ile Iron Man'in güçleri arasında gerçekleşen İç Savaşın yerle bir ettiği bir alternatif Dünyadan gelen bir Kaptan"
  },
  "colossus": {
    "charex": "Pitor Peter Rasputin, Rus bir çiftçi ailenin çocuğuydu, büyük omuzlarla ve güçlü bir ruhla doğmuştu. Mutant güçleri ortaya çıkınca vücudunu yaşayan bir çelik kapladı ve Marvel Evreni'nin en kuvvetli kahramanlarından biri"
  },
  "uns-colossus": {
    "charex": "Korkunun ta kendisi olarak bilinen bir etkinlik sırasında Colossus olarak bilinen bir X-Man, iblis Cyttorak'ın Kızıl Mücevherine dokundu ve iblisin gücünü kız kardeşini yerine kendisi aldı. Juggernaut'u güçlendiren aynı "
  },
  "crossbones": {
    "charex": "Kötücül teşkilat HİDRA, S.H.I.E.L.D.'ı içerden yok etmekle tehdit ettiğinde, bir zamanlar S.H.I.E.L.D.'da üst düzey bir ajan olan Brock Rumlow gerçek yüzünü belli etti ve bir HİDRA infazcısı olduğunu gösterdi. O kritik "
  },
  "cyclops": {
    "charex": "Esas X-Man. Mutlak hain. Bağnaz bir genç olan Scott Summers, Profesör Xavier tarafından, ilk nesil X-Men'lerin arasına alınmıştır. Gözlerinden güçlü optik ışınlar yayar, mutant türünün güçlü bir savunucusudur. Fakat Anka Kuşu"
  },
  "cyclops-90s": {
    "charex": "Disiplinli bir genç olarak Scott Summers, Profesör Xavier tarafından ilk nesil X-Men ekibine dahil edilir. Gözlerinden optik patlamalar yayabilen Scott mutantların güçlü bir savunucusudur. Taktiksel zekalı liderleri olarak "
  },
  "daredevil-classic": {
    "charex": "Korkusuz Adam, gözleri görmeyen bir avukat. Matt Murdock, çocukken radyoaktif atıklara maruz kaldı. Bu olay onun kör olmasına neden oldu ama aynı zamanda diğer duyularını geliştirdi ve ona insanüstü bir radar bahşetti."
  },
  "daredevil-netflix": {
    "charex": "Matt Murdock suç, yozlaşma ve şiddetle dolu bir ortamda büyüdü. Radyoaktif atıklardan çıkan sıra dışı bir kazada görme duyusunu kaybetmesinin ardından Matt, efsanevi dövüş sanatları uzmanı Stick'in eğitiminden geçerek vücudu"
  },
  "deadpool": {
    "charex": "Hey, benim gibi havalı biri olmak ister misin? O zaman şu aptal video oyununu bırak ve şu kıçını kaldır! Ha, havalı kırmızı bir kostüm ve büyük silahlar bulup kılıç, yumruk ve ateşli silahlarda ustalaşmak için yaklaşık bir"
  },
  "deadpool-x-force": {
    "charex": "Wade Winston Wilson (namı diğer Deadpool) mutantlara karşı tehditleri ortadan kaldırmak için operasyonlar yürüten gizli örgüt olan X-Force'a katıldı -- Bir dakika -- biz bu biyografi işini zaten yapmamış mıydık? Şu benim "
  },
  "drax": {
    "charex": "Yok Edici Drax - Thanos, Annihilus ve Kan Kardeşler'le karşılaşmış korkunç bir rakiptir. Yeşil derili savaşçı, hayatına Arthur Douglas olarak başladı ve ailesini şeytani Thanos yüzünden kaybetti. Kozmik varlıklardan süper "
  },
  "doctor-strange": {
    "charex": "Beyin cerrahı Doktor Stephen Strange'in başarısı onun dibe vurmasına yol açtı. Fakat Kadim Kişi onu Yüce Sihirbaz Doktor Strange olarak yeni boyutlara taşımıştır! Mistik Sanatların Ustasıdır ve güçlü büyüler onun emrindedir."
  },
  "doctor-strange-marvel-now": {
    "charex": "Yüce Büyücü Doktor Stephen Strange, tehlikeyle burun buruna olan dünyamızın kaderi için tüm diğer büyülerden daha öte bir gücü elde etme yolunda çok önemli bir seyahate atıldı. Bu seyahati onu karanlık sanatlarla alakalı "
  },
  "electro": {
    "charex": "Max Dillon sadece işini yapan bir elektrik mühendisiydi. Ama ona bir yıldırım çarpmış ve onun Electro olarak bilinen tehlikeli, süper bir kötü adama dönüşmesine yol açmıştır! Milyonlarca volt elektriğe hükmetme, ölümcül "
  },
  "elektra": {
    "charex": "Gençliğinden beri dövüş sporları eğitimi alan ve zamanla the Hand olarak bilinen gizli ninja birliğindeki amansız bir katile dönüşen Elektra Natchios, dünyanın en ölümcül suikastçılarından biridir. Çevikliğini, özel "
  },
  "falcon": {
    "charex": "İyileşen gazilerle birlikte çalışmaya devam eden eski bir hava kuvvetleri paraşütlü kurtarma uzmanı olan Sam Wilson, efsanevi Kaptan Amerika'nın modern yaşama ayak uydurmasına yardımcı oldu ve kısa bir süre içinde Kaptan'ın "
  },
  "gambit": {
    "charex": "New Orleans'ın karanlık sokaklarında hırsızlar tarafından yetiştirilen Remy LeBeau, kazanmaması gereken bir düelloyu kazandıktan sonra bu hayatını arkasında bırakması gerekti. Güçlü bir kinetik enerji ile dokunduğu nesneleri"
  },
  "gamora": {
    "charex": "Galaksideki en tehlikeli kadın unvanını kazanması zor olsa da elinde tutması daha da zordur. Ancak Gamora, kozmosta unvanını hak etmeye ve kaybetmemeye yetecek kadar savaşmıştır. Senden daha güçlü, daha hızlı ve herkesten "
  },
  "ghost-rider": {
    "charex": "Şeytani varlık Mephisto tarafından kandırılarak sevdiği kişiyi kurtarmak için ruhunu satan usta motorcu Johnny Blaze, kendini gücünü Cehennem'den alan ve neredeyse sınırsız güce sahip bir varlık olan İntikam Ruhu ile "
  },
  "groot": {
    "charex": "Adım.Groot. Adım Groot! Adım…Evet, teşekkür ederim. Dinle beni, Roket konuşuyor. Groot hakkında bilmen gereken yalnızca dört şey var. Birincisi, kendisi uzak bir gezegenden gelmiş yürüyen bir ağaçtır.Adım Groot!"
  },
  "guillotine": {
    "charex": "Fransız ve Cezayir kökenli Guillotine, Kötülüğün Çiçeği adlı karanlık ve doğaüstü güçleri olan esrarengiz bir kılıcı kuşanan son kişi unvanını taşıyor. Yüzyıllar boyunca bu büyülü kılıcı savuran bir sürü kişi oldu. Kimi "
  },
  "gwenpool": {
    "charex": "Hevesli bir çizgi roman okuyucusu olan Gwen Poole, çok sevdiği çizgi roman dünyasına bilinmeyen bir şekilde götürülmüştü ama \"gerçek\" dünyaya dair tüm anılarını da yanına alarak... Kendi hikâyesinde bir figüran olarak "
  },
  "hawkeye": {
    "charex": "Clint Barton - süper askerlerin, zırhlı dahilerin ve yıldırım tanrılarının arasında sıradan bir adam. Dünyanın en iyi keskin nişancısı olarak bilinen bu adam, ok ve yay kullanımında ustalaşmıştır ve fırlatılabilen neredeyse "
  },
  "hulk": {
    "charex": "SISKA İNSAN! Aptal sorularla Hulk'ın canını sıkmayı bırak! Aptal Banner, Gama Bombası patlamasının içine yürümek! Şimdi sadece Banner değil - HULK! Hulk bütün sıska insanları ezip geçecek ve yok edecek! Hulk en güçlü! Kimse "
  },
  "hulkbuster": {
    "charex": "İmkânları ve zekâsı ile Tony Stark, öfkeli bir Hulk ile savaşma zamanı geldiğinde ne yapılmasını gerektiğini iyi bilir: Zırhını güçlendirmek için bir Hulk-Avcısı dış iskeleti üretmek. Sayısız ağır silahla donatılmış ve "
  },
  "red-hulk": {
    "charex": "General Thaddeus Thunderbolt Ross, Muhteşem Hulk'un peşine düşüp onu yok etmeyi kapsayan bitmek bilmeyen görevinde kimsenin aklına bile getiremeyeceği şeyi yaptı. Bir radyasyon kombinasyonunu kullanan Ross kendini onca "
  },
  "howard": {
    "charex": "New York'taki dedektiflik ajansından koparılarak savaş diyarına atıldığında ne bekleyeceğini bilmiyordu. Bir depoya atılarak tüm gün boyunca Koleksiyoncu'nun Kristallerini organize edeceği aklının ucundan bile geçmiyordu. "
  },
  "hyperion": {
    "charex": "Bebekken uzaya fırlatılan Hyperion, ölmekte olan bir gezegendeki ölmekte olan bir ırktan geriye sağ kalan tek kişiydi. Dünyaya düştükten sonra ise Baba adıyla tanınan bir adam tarafından bulundu. Baba, ona doğruyla "
  },
  "iron-fist": {
    "charex": "Danny Rand, dövüş sanatlarında ustalaşmak için gizli K'un Lun şehrini seyahat etmiş zeki bir milyarderdir. Demir Yumruk unvanını ve gücünü alan birçok savaşçıdan sonuncusu olan Rand, chi'sini odaklayarak, dövüş yeteneklerini"
  },
  "immortal-iron-fist": {
    "charex": "Danny Rand, dövüş sanatlarında ustalaşmak için gizli K'un Lun şehrini seyahat etmiş zeki bir milyarderdir. Demir Yumruk unvanını ve gücünü alan birçok savaşçıdan sonuncusu olan Rand, chi'sini odaklayarak, dövüş yeteneklerini"
  },
  "iron-man": {
    "charex": "Dahi. Milyarder. Çapkın. Hayırsever. Tony Stark, vizyon sahibi biri olabilir ama hayat kurtaran icadının onu Demir Adam'a dönüştüreceğini tahmin bile edemezdi! Şık kıyafetinin içinde Stark, İntikamcılar'ın düşmanlarıyla "
  },
  "superior-iron-man": {
    "charex": "Tony Stark her zaman için etkileyici bir egoya sahip olmuştur fakat Eksen etkinliği sırasındaki bir tersine çevirme büyüsü, karakterinin kötü yanlarını açığa çıkarttı; yeni bir kendine değer verme anlayışıyla San Francisco"
  },
  "iron-patriot": {
    "charex": "Kaptan Amerika'nın simgesini bir Demir Adam benzeri zırhta görmek seni yanıltmasın, bu Demir Vatansever hiç de göründüğü gibi değil. Neden? Çünkü kahramansı zırhın içerisinde azimli ve hilebaz Norman Osborn var. Turnuva'daki"
  },
  "jean-grey": {
    "charex": "Orijinal X-Men'lerden biri ve aynı zamanda yetenekli bir telekinezi ve telepati uzmanı olan Jean Grey, Profesör X'in himayesinde gelişti. Ancak kozmik varlık Anka Kuşu ile bağlanan Jean, sınırsız bir enerjiye sahip oldu. "
  },
  "joe-fixit": {
    "charex": "Las Vegas'ta organize suçla uğraşan ve Hulk'ın karanlık yüzü olan Joe Fixit iyiyken ahlak yoksunu, kötüyken ise büsbütün bir zalimdir. Kendine özgü takım elbiseleriyle kusursuz giyinen Bay Fixit para, kadın, kumar ve Tomson "
  },
  "juggernaut": {
    "charex": "Cain Marko, omzunda büyük bir çentik bulunan acılı bir adamdı. Hikâyesi zararsız bir şekilde sona erebilirdi ancak büyük bir felaket yaşandı: Esrarengiz tarihi bir kalıntı, onu durdurulamaz bir Juggernaut'a dönüştürdü!"
  },
  "kang": {
    "charex": "NİHAİ ZAFER SENİN KAHRAMAN OYUNCU. BEN Kİ FATİH KANG, ÇAĞLARIN FİRAVUNU, TÜM ZAMANLARIN EFENDİSİ VE EVRENDEKİ TÜM TEKNOLOJİNİN AKILLI KUMANDANI. SENİN GÜCÜNÜ KABUL EDİYORUM.şimdilik. ÇOK YAŞA KANG!"
  },
  "mordo": {
    "charex": "İleri düzeyde bir mistik sanatlar öğrencisi ve Kadim Kişi'nin çırağı olan Karl Mordo, yeni çırak Stephen Strange'deki potansiyeli gördü ve bir zamanlar beyin cerrahı olan Strange ilk defa iyileşme arayışına girdiğinde ona "
  },
  "karnak": {
    "charex": "İnsanüstü filozof ve İkinci Bilgelik Kulesi'nin Efendisi Karnak Mander-Azur, dönüştürücü Terrigen Sislerini reddederek zihnini ve bedenini benzersiz bir şekilde eğitmeyi tercih etti. Eğitimi aracılığıyla Karnak, hem kendisi "
  },
  "loki": {
    "charex": "Neler söylediklerini biliyorum. Bir Buz Devinin oğlu. Bana ayrıca kötülüğün tanrısı da diyorlar ama bu biraz hayal gücünden yoksun bir ifade. Öyle değil mi? Üvey babam Odin ve üvey kardeşim Thor çok sıkıcı ve monotonlar. İyi"
  },
  "luke-cage": {
    "charex": "Komploya düşürülen ve işlemediği bir suç yüzünden hapse giren Carl Lucas, başka bir Süper Asker yaratmak için birtakım bilimsel deneylere gönüllü olarak katıldı. Sadist bir gardiyan deneye müdahale etse de, Lucas insanüstü"
  },
  "maestro": {
    "charex": "Hulk'ın gücü ve Bruce Banner'ın zekası sayesinde Maestro, tüm zaman boyutlarından gelen savaşlar, nükleer saldırılar ve sayısız suikast girişiminden sağ kurtulmayı başarmıştır. Şimdi ise çeşitli zamanlarda gezerek saygıdeğer"
  },
  "magik": {
    "charex": "Mutantlar, gizemli ve garip olmalarıyla tanınır ancak Illyana Rasputina onların arasındaki en esrarengiz kişi olabilir. Magik olarak, dünyadaki herhangi bir yere ışınlanabilir (ayrıca bazen zaman içinde de istediği yere "
  },
  "magneto": {
    "charex": "Manyetizmanın ustası Manyeto, Dünya üzerindeki en güçlü ve simgeleşmiş mutantlardan bir tanesidir. Max Eisenhardt olarak, tarifsiz zulümler görmüştür. Manyeto olarak, mutant hakları için savaşır. Bedeli ne olursa olsun. "
  },
  "magneto-marvel-now": {
    "charex": "Manyetizmanın Efendisi, mutantlara zarar verenlere karşı kendi kendine dedektif, hakim, jüri ve infazcı görevini üstlendi. Marvel'in en büyük anti-kahramanlarından biri olan Manyeto, kendi mutant adaletini uygulamak için "
  },
  "modok": {
    "charex": "Tarifsiz bir deneyin korkunç bir sonucu olan M.O.D.O.K, dünyanın yok edilmesine odaklanmış garip bir dâhidir. Zaman zaman A.I.M. liderliği de yapar, Sadece Öldürmek için Tasarlanmış Mekanize Organizma, düşmanları Kaptan "
  },
  "moon-knight": {
    "charex": "Avatar mı? İnfazcı mı? Paralı asker Marc Spector Mısır'da, kadim tanrı Khonshu'nun heykeli önünde öldü. Ay tanrısının gölgesi altında hayata geri döndü ve borcunu ödemek için onun pelerinini giyerek suçla savaşıyor. Yoksa "
  },
  "miss-marvel": {
    "charex": "Eski Hava Kuvvetleri pilotu olan Kree ile güçlendirilmiş ve kozmik enerjinin kontrolünü elinde tutan Carol Danvers, cisimleşmeden yeterince nasibini almıştır. Artık gururla Kaptan Marvel'in cübbesini hak etmiş olsa da hayran"
  },
  "kamala-khan": {
    "charex": "İnekliğiyle övünen ve tam bir Kaptan Marvel hayranı olan Kamala Khan, Terrigan sisleri doğup büyüdüğü şehir olan Jersey City üzerine çöktüğünde gerçekten inanılmaz bir şeyi keşfetti. İnsandışı DNA'sının reaksiyon göstermesini"
  },
  "nightcrawler": {
    "charex": "Bir Doğu Avrupa sirkinde büyüyen Yarı İblis Mutant Kurt Wagner, varlığını daima dışarıda sürdürmüştür. İstediği zaman ışınlanma yeteneğine sahip olan Kurt, babasının şeytani görünümüyle lanetlendiyse de nihayet Xavier'in X-Men"
  },
  "phoenix": {
    "charex": "Jean Grey ve Anka Kuşu Gücü uzun zaman önce birbirlerinden ayrılmış olsalar da aralarındaki bağ benzersizdir. Jean, sadece Anka Kuşu'nun barındığı bir beden olmanın ötesinde, Anka Kuşu'nun bir parçasıdır ve Anka Kuşu da Jean'in bir parçasıdır. "
  },
  "punisher": {
    "charex": "Ne düşündüğünü biliyorum. Ben nasıl bu hale geldim? Pis bir depoda bir sandalyeye bağlanmışım ve büyük, korkutucu bir adam suratıma büyük, dehşet verici bir silah doğrultuyor. Sana bir şey söyleyeyim, buradasın çünkü sen bir suçlusun."
  },
  "quake": {
    "charex": "Quake takma isimli Daisy Johnson'ın yeri sarsan güçleri, annesinin İnsanüstü soyundan gelmesinin bir sonucu olarak ergenlik çağındaki bir gençken kazara kendini gösterdi. Sahip olduğu yıkıcı güçleri S.H.I.E.L.D. ekibinin dikkatini "
  },
  "rhino": {
    "charex": "Aleksei Sytsevich'in yaşamı, deney kıyafetinin içine adımını atar atmaz değişti ve Aleksei, öfkeli Rhino'ya dönüştü! Beyin gücündeki eksikliğini; gücü, hızı ve kalın postu ile telafi eder. Ve ne yaparsan yap onu kızdırma yoksa "
  },
  "rocket-racoon": {
    "charex": "Bizim Roket gibi başka Roket yoktur - Keystone Quadrant'ın en afili ve huysuz tüy topu Bir edevat ustasıdır ve özellikle ağır silahlara ilgisi vardır, her zaman bir haylazlık peşindedir, özellikle de işin içerisinde bir şeyleri "
  },
  "rogue": {
    "charex": "Rogue'un dokunarak başkalarının yaşam enerjisini ve ruhunu emme yeteneği, küçük bir kızken geçirdiği travmatik bir kazada, kazazedeyi komalı bir halde bırakmasıyla kendini gösterdi. Kendisi her ne kadar ilk başlarda mutant güçlerini "
  },
  "ronan": {
    "charex": "Hakim. Jüri. İnfazcı. İthamkar Ronan, Kree İmparatorluğu'nun Baş İthamcısıdır ve Üstün Zeka'nın sağ koludur. O, kusursuz bir asker, stratejik bir dâhi ve amansız bir adalet şampiyonudur. Evrensel Silahı kullanan İthamkar Ronan"
  },
  "scarlet-witch": {
    "charex": "Kimse Wanda Maximoff'a - namı diğer Scarlet Witch, kaos büyüsünün mutant ustası - kötü gözle bakmasın. Güçlü büyüleri, olasılıkları değiştirerek imkânsızın gerçekliğe dönüşmesini sağlar. Kötü Mutant Kardeşliği'nin eski bir üyesi"
  },
  "scarlet-witch-ultimate": {
    "charex": "Quicksilver'ın kız kardeşi olan Wanda Maximoff, diğer adıyla Scarlet Witch, gerçek bir kaos büyüsü ustasıdır; derin matematik bilgisini, güçlü olasılık değiştirme ve gerçeklik saptırma becerilerinde kullanır."
  },
  "she-hulk": {
    "charex": "Babasını vurmak için fırlatılan bir mermi Jennifer Walters'a isabet ettiğinde her şey bitmiş gibi görünmüştü. Ağır kan kaybından sonra nadir kan grubu için çaresizce bir kan bağışçısı beklerken hayatını kurtaran kişi "
  },
  "spider-gwen": {
    "charex": "Peter Parker'ın öldüğü ve onun yerine kendisinin radyoaktif bir örümcek tarafından ısırıldığı alternatif bir gerçeklikten gelen Gwen Stacy, büyük gücün büyük sorumluluk getirdiğini acı yoldan öğrendi. Ölen arkadaşının "
  },
  "spider-man": {
    "charex": "Kendini işine adamış bir bilim adamı olan Peter Parker, Muhteşem Örümcek Adam olarak gizli bir ikinci hayat sürmektedir! Ağlarıyla caddelerde sallanarak ilerlerken olağanüstü gücü, akrobatik yetenekleri ve Örümcek Hisleri ile "
  },
  "spider-man-symbiote": {
    "charex": "Peter Parker'ın en ünlü kostümlerinden bir tanesi, uzaylı güçlerini açığa çıkarmak için Turnuvaya katılıyor. Kökeni kozmik olan Örümcek Adam'ın bu kara kostümünün kendi bilinci bile var."
  },
  "spider-man-morales": {
    "charex": "Peter Parker'ın arkadaşlarını ve ailesini korumaya çalışırken hayatını kaybettiği alternatif bir gerçeklikte genç Miles Morales genetiği geliştirilmiş bir örümcek tarafından ısırılır ve ölmüş olan idölüyle aynı güçlere "
  },
  "star-lord": {
    "charex": "Hey, naber? Ha, Dünya'ya mı geldin? Bilirim, lanet bir yer. Yani ben Dünya'da büyüdüm ve orası çok güzel ama. Uzay, adamım, işte cennet burası. Gemilerim var, Element Silahım var, güzel kızlar yanımda. Zirvedeyim. "
  },
  "storm": {
    "charex": "Mutant, hırsız, lider, tanrıça. Ororo Munroe, hayatında birçok kimliğe sahip olmuştur. Fırtına olarak, havayı tüm yönleriyle kontrol edebilir. Kasırgalar, yıldırımlar ve tipiler onun emrine amadedir. Afrika'daki evinden "
  },
  "thanos": {
    "charex": "Thanos, Koleksiyoncu'nun Turnuvası'na katıldı. Ancak dövüşmek için değil, burayı yönetmek için. Elinin uzanabildiği her yerden muazzam bir güç toplayan Deli Titan, karşısına çıkan herkesi alaşağı ediyor. Neredeyse ölümsüz "
  },
  "thor": {
    "charex": "Kudretli Thor, Asgard'ın en iyi ve en cesur savaşçısıdır. Tanrısal gücü, yıldırım üzerindeki hâkimiyeti ve efsanevi çekici Mjölnir'in yardımı ile Thor, savaşçı dostları İntikamcılar'la omuz omuza, Dünya'yı savunur. Ancak Thor, "
  },
  "thor-jane-foster": {
    "charex": "Thor'un sıkça buluştuğu yakını ve Tony Stark'ın danışman hekimi olup Midgard'da bir ölümlü olarak doğan Dr. Jane Foster, kudretli çekiç Mjölnir'i kullanmaya layık olduğunu kanıtladı. Thor'un pelerinini devralan Jane,"
  },
  "ultron": {
    "charex": "TİTRE ZAVALLI İNSAN! BEN METAL TEHDİT ULTRON'UM! İŞTE, BİLİNEN EN GELİŞMİŞ YAPAY ZEKA, DURDURULAMAZ ADAMANTİYUM DIŞ İSKELET İÇİNDE! SİZİN EZİK ET-BAZLI VARLIĞINIZDAN HER AÇIDAN ÜSTÜNÜM - ÖZELLİKLE DE ZAVALLI BABAM HANK PYM "
  },
  "ultron-prime": {
    "charex": "Bu da ne böyle? Burası da neresi? Bu. Turnuva mı? Geçen zamanın tamamında bu yerde değildim. Uykudaydım. Ya da belki bir rüyadaydım. Ancak şimdi buradayım ve bir görevim var. Ben Ultron'um, günümüze barış getirmek üzere"
  },
  "venom": {
    "charex": "Peter Parker'ın şeytani bir uzaylı sembiyotu reddetmesinden sonra dünya dışı bu tehdit Daily Bugle'ın eski fotoğrafçısı ve Peter'ın uzun süreli düşmanı olan Eddie Brock ile bağ kurarak intikamını aldı. Örümcek Adam'a karşı "
  },
  "venompool": {
    "charex": "Başlangıç hikayesi zamanı! Ahem. Uzun zaman önce. Turnuvanın unutulan bir köşesinde bilge, yakışıklı, kıç tekmeleyen bir adam kendini garip, uzaylı Venom şeyiyle sonsuza kadar yapıştırılmış bir halde bulmuş"
  },
  "vision-old": {
    "charex": "Hain Ultron tarafından yaratılan gelişmiş bir robot olan Vision'ın karmaşık yapay zekâsı, ona savaşın en zorlu anlarında üstün karar verme ve strateji geliştirme imkânı sağlar. Esnek vücudu ona süper bir güç, "
  },
  "vision-new": {
    "charex": "Vision olarak tanınan sentetik insansı yaratık, savaşın en kızgın anlarında üstün bir strateji sunan gelişmiş bir yapay zekaya sahiptir. Sentetikleştirilmiş vücudu ona süper güç, uçuş, görünmezlik ve "
  },
  "war-machine": {
    "charex": "Madalyalı bir ABD Hava Kuvvetleri pilotu ve Tony Stark'ın uzun zamandır müttefiki olan James Rhodey Rhodes, zırhlı bir Savaş Makinesi olarak kötülükle ve adaletsizlikle mücadele ediyor. "
  },
  "winter-soldier": {
    "charex": "II. Dünya Savaşı'nın amansız mücadelesinde Bucky Barnes, ülkesi için hayatını verdi - ya da Kaptan Amerika öyle sanıyordu. Donmuş vücudu, Sovyetler tarafından kurtarıldı ve Ruslar onu durdurulamaz, "
  },
  "wolverine": {
    "charex": "Hikayeleri dinledin. Kanlı sonuçlarını gördün. Hazır olduğunu sanıyorsun. Hiç ama hiçbir şey, vahşi Wolverine'le teke tek mücadele etmek için hazırlanmana yetmez! Marvel Evreni'nin en belalı "
  },
  "old-man-logan": {
    "charex": "Alternatif bir zamandaki Dünya ve ötesindeki kötüler, her yerdeki Süper Kahramanların çöküşünü sağlamak için birlikte çalışmaktadır. Mutant arkadaşlarına zarar vermesi için manipüle edilen Wolverine"
  },
  "wolverine-weapon-x": {
    "charex": "Hikayeleri dinledin. Kanlı sonuçlarını gördün. Hazır olduğunu sanıyorsun. Hiç ama hiçbir şey, vahşi Wolverine'le teke tek mücadele etmek için hazırlanmana yetmez! Marvel Evreni'nin en belalı"
  },
  "x-23": {
    "charex": "X Silahı programının Wolverine'i yaratmasından yıllar sonra üstün bir ölüm makinesini yaratmak üzere aynı sonuçları elde etmeye yönelik çok gizli bir plan harekete geçirildi. "
  },
  "yellow-jacket": {
    "charex": "Hank Pym'in şaşkınlık verici küçülen kıyafetinin sırrını öğrenen zalim teknoloji dehası Darren Cross, tüm kaynaklarını buna benzer özelliklere sahip prototip bir kıyafet geliştirmeye ayırdı. "
  },
  "cable": {
   "charex": "Nathan Summers, kaderi daha doğmadan belirlenmiş olan bir çocuktu. Annesi Madelyne Pryor ile babası Scott Summers'ın, onu dünyaya getirmeleri için Mister Sinister tarafından aklı çelinmişti "
  },
  "hood": {
   "charex": "Daima insanüstülere hayranlık duyan genç hırsız Parker Robbins, kazançlarını hasta annesi de dâhil olmak üzere ailesine yardım etmek için kullanıyordu. Beklenmedik bir şekilde sonuçlanan bir soygunun ardından "
  },
  "dormammu": {
   "charex": "Dormammu, Faltine olarak bilinen güçlü enerji varlıklarının oluşturduğu bir ırktan geliyor ve tek gerçek arzusu da güç. Bu arzusu nedeniyle kendi boyutuna kaçmak zorunda kaldı ve nihayetinde Karanlık Boyuta "
  },
  "archangel": {
   "charex": "X-Men ekibinin kurucu üyelerinden biri olan Warren Kenneth Worthington III, ölümden dönmesine ve kanatlarının vahşice kesilmesine dek daha çok Angel olarak biliniyordu. Angel, eski çağlardan kalan güçlü bir mutant "
  },
  "psylocke": {
   "charex": "Elizabeth “Betsy” Braddock bir zamanlar, seçkin bir İngiliz ailede yetişen zeki ve normal bir genç kadındı. Mutasyona uğrayarak edindiği şaşırtıcı güçler, Mastermind adlı önsezi gücü taşıyan süper bilgisayarın da "
  },
  "iceman": {
   "charex": "Robert Bobby Drake, namı diğer Buz Adam, başlangıçtaki X-men ekibinin ikinci ve en genç üyesiydi. Mutasyona uğramış olan güçleri sayesinde, vücut sıcaklığını düşürme, kendini organik buza dönüştürme ve etrafındaki"
  },
  "angela": {
   "charex": "Avcıların Lideri, Galaksinin Koruyucusu, Cehennemin Kraliçesi, Melek, Tanrıça. Angela, bunlar gibi birçok unvana sahip bir kadındır. Freyja ile Odin'in ilk çocuğu olarak Aldrif Odinsdottir adıyla dünyaya gelmesine "
  },
  "king-groot": {
   "charex": "Gizemli bir yabancı orman örtüsünün dibinden çıkıp gelen, bitkilerin yenilmez üstadı ve X Gezegeni Kralı Groot, dört bir yanı fethediyor! Bir paralel evrenden gelen bu hunhar ve gaddar canavar, daha önce hiç Roket ile"
  },
  "blade": {
   "charex": "Eric Brooks'un annesi, onu doğururken, kana susamış bir vampir tarafından öldürüldüğü zaman, yeni doğan Brooks'un kanına vampirlere ait enzimler aşılanmıştı. Bu olay kendisini, bir vampirin ölümsüzlük"
  },
  "kingpin": {
   "charex": "New York kentinin suç elebaşısı Wilson Fisk, yeraltı dünyasını acımasız kurallarıyla yönetir. Sayısız yasa dışı girişim ve tehdit yoluyla güç kazanan Kingpin, Örümcek Adam ve Korkusuz gibilerine karşı koymuş"
  },
  "killmonger": {
   "charex": "Erik Stevens’ın acımasızlığı ve dövüş yeteneği, bir gizli operasyon askeri olduğu süre sırasında, kendisine “Killmonger” takma adını kazandırdı. Uzun süredir Wakanda'ya ayak basmamış olmasına rağmen, Kara Panter'i"
  },
  "taskmaster": {
   "charex": "Tony Masters, Süper-Asker Serumunun deneysel bir Nazi çeşidine maruz kalana kadar, bir S.H.I.E.L.D. ajanıydı. Hafıza Geliştirici Primer adlı bu serum, bir kez bile olsa, gördüğü her hareketi kopyalama yeteneğini"
  },
  "thor-ragnarok": {
   "charex": "Çağlar boyunca pusuda bekleyen çok eski bir bela, prangalarından kurtulup özgürlüğüne kavuştuğu zaman, Asgardlı Yıldırım Tanrısı, bir kargaşa kasırgasının içine sürüklendi. Tanıdığı yakın çevresinden koparıldı ve güçleri"
  },
  "captain-america-iw": {
   "charex": "Süper asker, Sokovia Anlaşmaları'na karşı geldiği için, kalkanını kaybetti ve yeraltına girmeye zorlandı. Ama eski ve yeni dostları sayesinde, yeniden donanıp radarın kapsamı altında kalmayı başardı; tüm bu süre boyunca da"
  },
  "hulk-ragnarok": {
   "charex": "Arenada dövüşürken, nasıl olup da eninde sonunda Sakaar'a dönüştüğünü sadece Hulk bilir. Ama bir kez arenaya girdikten sonra, anında kalabalığın gözdesi olur! Vahşi öfke, şovmenlik ve galaksideki en kuvvetli varlıkların"
  },
  "sentry": {
   "charex": "Robert Reynolds, gizemli bir laboratuvar sıvısını içtiği gün, geçmişteki sıradan hayatını geride bıraktı. Robert'in içtiği karışım Süper-Asker Serumunun geliştirilmiş bir versiyonuydu ve onu Altın Muhafız, Sentry'ye "
  },
  "void": {
   "charex": "Robert Reynolds Süper-Asker serumunun geliştirilmiş bir çeşidini içtiğinde, yalnızca Sentry değil, kötü karşıtı Void de doğdu. Sentry ne kadar soyluysa, Void de o kadar kötüdür. Void'in amacı, Sentry'nin korumaya çalıştığı "
  },
  "mephisto": {
   "charex": "Mefisto, başlıca hedefi soylu Şampiyonların iradesini kırmak ve ruhlarını esir etmek olan ekstra boyutsal bir şeytandır; onların ruhunu tek başına alamamasına rağmen, hainliği ve düzenbazlığı, kurbanlarını "
  },
  "morningstar": {
   "charex": "Kraliçe Haasen, Languria krallığını yalnızca birkaç paralı asker ve şeytani bir kılıçla fethetmiş ve zalimce yönetmişti. Ama halkı, Kraliçe'nin kanlı saltanatına karşı isyan etti ve sonsuza kadar acı çekmesi için onu "
  },
  "medusa": {
   "charex": "Attilanlı Zalim Kraliyet Ailesinin bir ferdi olarak doğan Medusa, henüz bebekken, mutasyona yol açan Terrigen Sisi'ne maruz kalmıştı. Bu dönüşüm sonucu, çelikten sert saçlar ve her saç telini ek bir vücut uzantısı gibi"
  },
  "proxima": {
   "charex": "Thanos’un en büyük savaşçısı olan Proxima Midnight, yoluna çıkan herkes için korkunç bir düşmandır. Hiç düşünmeden mızrağı ile öldürmeye hevesli olan, usta bir dövüşçüdür."
  },
  "corvus-glaive": {
   "charex": "Corvus Glaive, Thanos’un sağ koludur ve ordusunun sinsi, kurnaz yüzbaşısıdır. Bu usta strateji uzmanının taktikçi zihninden daha ölümcül olan tek şey, düşmanlarını hızla dilimlemek için ustaca kullandığı baltalı "
  },
  "hela": {
   "charex": "Evrenin ilkel ve tekin olmayan bir devrinden çıkıp gelen bir yaratık olan Hela, Dokuz Diyar'daki hiç kimseye benzemeyen bir güce sahiptir. Sınır tanımayan silahlarıyla, hayrete düşüren ve ölümcül yöntemler kullanarak"
  },
  "carnage": {
   "charex": "Cletus Kasady, küçük yaşlardan beri hezeyanlı ve ahlakı bozuk karaktere sahip, Brooklynli bir seri katildi. Eddie Brock'un hücre arkadaşı olarak, hapishaneden kaçarken Venom Sembiyot yumurtası ile ilişki kurdu ve"
  },
  "dr-octopus": {
   "charex": "Otto Octavius sorunlu bir aileden geliyordu. Kötü davranan babasının yolundan gitmemeye kararlı olan Otto, kendini çalışmalarına adadı. Akranlarının yıllarca kendisiyle alay etmesine rağmen, nükleer fizikçi oldu. "
  },
  "green-goblin": {
   "charex": "Kurnaz iş adamı ve Oscorp'un kurucusu olan Norman Osborn, yasal girişimlerin sağladığı başarı ile pek tatmin olmuyordu. Örümcek Adam'ı yenmek için gerekli gücü kazanmayı amaçlayan Norman, kendisini Oscorp tarafından "
  },
  "iron-man-iw": {
   "charex": "Tony Stark, başlangıcından bu yana Yenilmezler takımının ayrılmaz bir parçası olduktan sonra, kendisini Gezegenin En Yürekli Kahramanlarından ayrılmış bulur. Ama şimdi, şimdiye kadar karşılaştıklarının "
  },
  "nebula": {
   "charex": "Doğuştan sibernetik yönden gelişmiş olan ve ne pahasına olursa olsun kazanmak için eğitilen Nebula, Deli Titan Thanos'un evlat edindiği iki kızından biridir ve sebep olduğu bir kriz yüzünden sakatlanmasına ve "
  },
  "p2099": {
   "charex": "Toplum Huzuru Emniyet Güçleri Birimi'nin şerefli bir mensubu olan polis Jake Gallows'un tüm hayatı, 2099 yılında uğursuz bir günde yerle bir edilir. Acımasızca katledilen ailesinin yanında ölüme terk edilen Jake, günün "
  },
  "sentinel": {
   "charex": "Her ne kadar Sentineller, hedefi Turnuva’nın Şampiyonlarını kontrol etmek olan Mutant bir seçkin tarafından yaratılmış olsa da, 100 yıl sonra isyan ettiler, yaratıcılarını öldürdüler ve ardından, günümüze gelmenin bir "
  },
  "spider-stark": {
   "charex": "Peter Parker'ın yaşıtı olan pek çok genç, okuldan eve koşuşturma içinde dönerek video oyunlarını veya ev ödevlerini iple çekerken, New York'un samimi mahallesinin Örümcek Adamı için durum oldukça farklıdır. Yüksek "
  },
  "vulture": {
   "charex": "Adrian Toomes, kaçırdığı bir iş fırsatı yüzünden umutsuzluğa kapıldığında, geçmişteki Süper Kahraman savaşlarından arta kalan ileri teknoloji ürünü uzaylı silahlarını arayıp toplayarak bir kara borsa devi haline geldi."
  },
  "yondu": {
   "charex": "Erboğa yıldız kümesinden gelen düzenbaz Yondu Udonta, ilk bakışta tehditkar birine pek benzemese de; bir ıslık sesini duyduğunda ve onun ölümcül Yaka Oku sahneye çıktığında, aceleci karar vererek hamle yapmamanı öneririz."
  },
  "bishop": {
   "charex": "Bishop olarak bilinen Mutant, robot Sentinellerin X-Men takımının çoğunu yok ettiği ve Mutantların teşhis edilebilmesi için sağ gözlerinin üzerinde bir \"M\" harfi ile damgalandığı, kasvetli bir alternatif gerçeklikte "
  },
  "sabretooth": {
   "charex": "Wolverine'in üvey kardeşi Victor Creed, daha çok \"Sabretooth\" kod adı ile bilinir. Tıpkı Wolverine gibi, Sabretooth de hızlı yenilenme yeteneğine ve gelişmiş duyulara sahiptir, ama Wolverine'in aksine, Sabretooth"
  },
  "domino": {
   "charex": "Neena Thurman, diğer adıyla Domino, kusursuz silahı üretmek için tasarlanmış şanssızlıklarla dolu bir hükümet silah programının şanslı sonucudur. Annesi ile birlikte çok gizli bir tesisten kaçtıktan sonra, " 
  
}
